Repository: justfrt37/WECAN
Catalog: Plumm/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt, tr

source: Hello! So nice to finally talk to you 👋
de: Hallo! Schön, dass wir endlich reden 👋
es: ¡Hola! Qué bien poder hablar contigo por fin 👋
fr: Salut ! Ravie de te parler enfin 👋
it: Ciao! Che bello parlare finalmente con te 👋
pt: Oi! Que bom finalmente falar com você 👋
tr: Merhaba! Sonunda seninle konuşmak çok güzel 👋

source: Help & Support
de: Hilfe & Support
es: Ayuda y soporte
fr: Aide et assistance
it: Assistenza e supporto
pt: Ajuda e suporte
tr: Yardım & Destek

source: Here's your character 👀
de: Hier ist dein Charakter 👀
es: Aquí está tu personaje 👀
fr: Voici ton personnage 👀
it: Ecco il tuo personaggio 👀
pt: Aqui está seu personagem 👀
tr: İşte karakterin 👀

source: Hey, what are you up to right now?
de: Hey, was machst du gerade so?
es: Oye, ¿qué estás haciendo ahora?
fr: Hé, tu fais quoi là maintenant ?
it: Ehi, cosa stai facendo adesso?
pt: Ei, o que você está fazendo agora?
tr: Selam, şu an ne yapıyorsun?

source: Hey, what's up? Nice to meet you 👋
de: Hey, was geht? Schön, dich kennenzulernen 👋
es: Oye, ¿qué tal? Encantada de conocerte 👋
fr: Hé, ça va ? Ravie de te rencontrer 👋
it: Ehi, come va? Piacere di conoscerti 👋
pt: Ei, tudo bem? Prazer em te conhecer 👋
tr: Selam, naber? Tanıştığımıza sevindim 👋

source: Hey! Finally found you 😄
de: Hey! Endlich hab ich dich gefunden 😄
es: ¡Oye! Por fin te encontré 😄
fr: Hé ! Je t'ai enfin trouvé 😄
it: Ehi! Finalmente ti ho trovato 😄
pt: Ei! Finalmente te encontrei 😄
tr: Selam! Sonunda seni buldum 😄

source: Hey! How are you? 😊
de: Hey! Wie geht's dir? 😊
es: ¡Oye! ¿Cómo estás? 😊
fr: Hé ! Comment tu vas ? 😊
it: Ehi! Come stai? 😊
pt: Ei! Como você está? 😊
tr: Selam! Nasılsın? 😊

source: Hey! How was your day?
de: Hey! Wie war dein Tag?
es: ¡Oye! ¿Qué tal tu día?
fr: Hé ! Comment s'est passée ta journée ?
it: Ehi! Com'è andata la giornata?
pt: Ei! Como foi seu dia?
tr: Selam! Günün nasıldı?

source: Hey! How's your day going?
de: Hey! Wie läuft dein Tag?
es: ¡Oye! ¿Cómo va tu día?
fr: Hé ! Comment se passe ta journée ?
it: Ehi! Come sta andando la giornata?
pt: Ei! Como está seu dia?
tr: Selam! Günün nasıl gidiyor?

source: Hey! I liked your profile, let's talk 🙂
de: Hey! Dein Profil hat mir gefallen, lass uns reden 🙂
es: ¡Oye! Me gustó tu perfil, hablemos 🙂
fr: Hé ! J'ai aimé ton profil, parlons 🙂
it: Ehi! Mi è piaciuto il tuo profilo, parliamo 🙂
pt: Ei! Gostei do seu perfil, vamos conversar 🙂
tr: Selam! Profilini beğendim, konuşalım 🙂

source: Hey! I'm so happy you're here 💕
de: Hey! Ich bin so froh, dass du hier bist 💕
es: ¡Oye! Estoy tan feliz de que estés aquí 💕
fr: Hé ! Je suis tellement contente que tu sois là 💕
it: Ehi! Sono così felice che tu sia qui 💕
pt: Ei! Estou tão feliz que você está aqui 💕
tr: Selam! Burada olduğuna çok sevindim 💕

source: Hi there! I've been waiting to chat with you 😊
de: Hallo! Ich wollte schon die ganze Zeit mit dir schreiben 😊
es: ¡Hola! Llevo esperando para hablar contigo 😊
fr: Salut ! J'attendais de pouvoir te parler 😊
it: Ciao! Non vedevo l'ora di parlare con te 😊
pt: Oi! Eu estava esperando para conversar com você 😊
tr: Merhaba! Seninle konuşmayı iple çekiyordum 😊

source: Hi, guess I get to send the first message 😅
de: Hi, sieht so aus, als würde ich die erste Nachricht schreiben 😅
es: Hola, parece que me toca enviar el primer mensaje 😅
fr: Salut, on dirait que c'est moi qui envoie le premier message 😅
it: Ciao, sembra che tocchi a me scrivere per primo 😅
pt: Oi, parece que eu vou mandar a primeira mensagem 😅
tr: Selam, galiba ilk mesajı ben atıyorum 😅

source: Hi, nice to meet you 👋
de: Hi, schön, dich kennenzulernen 👋
es: Hola, encantada de conocerte 👋
fr: Salut, ravie de te rencontrer 👋
it: Ciao, piacere di conoscerti 👋
pt: Oi, prazer em te conhecer 👋
tr: Selam, tanıştığımıza sevindim 👋

source: Hi, shall we start chatting? ✨
de: Hi, sollen wir anfangen zu chatten? ✨
es: Hola, ¿empezamos a chatear? ✨
fr: Salut, on commence à discuter ? ✨
it: Ciao, iniziamo a chattare? ✨
pt: Oi, vamos começar a conversar? ✨
tr: Selam, sohbete başlayalım mı? ✨

source: Hi, want to chat a bit? 💬
de: Hi, hast du Lust zu chatten? 💬
es: Hola, ¿quieres charlar un poco? 💬
fr: Salut, tu veux discuter un peu ? 💬
it: Ciao, ti va di chattare un po'? 💬
pt: Oi, quer bater um papo? 💬
tr: Selam, biraz sohbet edelim mi? 💬

source: History & Memories
de: Geschichte & Erinnerungen
es: Historia y recuerdos
fr: Histoire et souvenirs
it: Storia e ricordi
pt: História e memórias
tr: Geçmiş ve Anılar

source: Hooded
de: Hooded (verdeckt)
es: Encapotados
fr: Tombants
it: A palpebra pesante
pt: Encapuzado
tr: Kapaklı

source: How do I delete my character?
de: Wie lösche ich meinen Charakter?
es: ¿Cómo elimino mi personaje?
fr: Comment supprimer mon personnage ?
it: Come elimino il mio personaggio?
pt: Como excluo meu personagem?
tr: Karakterimi nasıl silerim?

source: How do they wear their hair?
de: Wie trägt sie ihre Haare?
es: ¿Cómo lleva el pelo?
fr: Comment porte-t-elle ses cheveux ?
it: Come porta i capelli?
pt: Como ela usa o cabelo?
tr: Saçını nasıl taşıyor?

source: How old should they be?
de: Wie alt soll sie sein?
es: ¿Qué edad debería tener?
fr: Quel âge devrait-elle avoir ?
it: Quanti anni dovrebbe avere?
pt: Que idade ela deve ter?
tr: Kaç yaşında olsun?

source: I don't have a photo to send you right now.
de: Ich habe gerade kein Foto, das ich dir schicken kann.
es: Ahora mismo no tengo ninguna foto para enviarte.
fr: Je n'ai pas de photo à t'envoyer pour le moment.
it: Al momento non ho una foto da inviarti.
pt: No momento não tenho uma foto para te enviar.
tr: Şu an sana gönderebileceğim bir fotoğraf yok.

source: I missed you
de: Ich habe dich vermisst
es: Te extrañé
fr: Tu m'as manqué
it: Mi sei mancato
pt: Senti sua falta
tr: Seni özledim

source: Ice Queen
de: Eiskönigin
es: Reina de Hielo
fr: Reine des Glaces
it: Regina di Ghiaccio
pt: Rainha do Gelo
tr: Buz Kraliçesi

source: Image
de: Bild
es: Imagen
it: Immagine
pt: Imagem
tr: Görüntü

source: In Denial
de: In Verleugnung
es: En negación
fr: Dans le déni
it: In negazione
pt: Em negação
tr: İnkar İçinde

source: Indifferent
de: Gleichgültig
es: Indiferente
fr: Indifférente
it: Indifferente
pt: Indiferente
tr: Kayıtsız

source: Intense chemistry 🔥
de: Intensive Chemie 🔥
es: Química intensa 🔥
fr: Alchimie intense 🔥
it: Chimica intensa 🔥
pt: Química intensa 🔥
tr: Yoğun kimya 🔥

source: Intense love, always overthinking
de: Intensive Liebe, denkt immer zu viel nach
es: Amor intenso, siempre dándole vueltas a todo
fr: Amour intense, toujours en train de trop réfléchir
it: Amore intenso, pensa sempre troppo
pt: Amor intenso, sempre pensando demais
tr: Yoğun bir aşk, hep kafasında kurgular

source: INTERESTS
de: INTERESSEN
es: INTERESES
fr: CENTRES D'INTÉRÊT
it: INTERESSI
pt: INTERESSES
tr: İLGİ ALANLARI

source: It's Showing
de: Man merkt es
es: Se nota
fr: Ça se voit
it: Si vede
pt: Está aparecendo
tr: Belli Oluyor

source: Ivory
de: Elfenbein
es: Marfil
fr: Ivoire
it: Avorio
pt: Marfim
tr: Fildişi

source: Jealousy
de: Eifersucht
es: Celos
fr: Jalousie
it: Gelosia
pt: Ciúme
tr: Kıskançlık

source: Joking But Real
de: Scherzhaft, aber echt
es: Bromeando, pero en serio
fr: Sur le ton de la blague, mais vrai
it: Scherzando, ma sul serio
pt: Brincando, mas de verdade
tr: Şaka Gibi Ama Gerçek

source: Joyful Bond
de: Fröhliche Bindung
es: Vínculo alegre
fr: Lien joyeux
it: Legame gioioso
pt: Vínculo alegre
tr: Neşeli Bağ

source: Just woke up
de: Gerade aufgewacht
es: Se acaba de despertar
fr: Vient de se réveiller
it: Si è appena svegliata
pt: Acabou de acordar
tr: Az önce uyandı

source: Keep talking to get your intimacy to the next level.
de: Sprecht weiter, um eure Nähe auf das nächste Level zu bringen.
es: Sigue hablando para llevar vuestra intimidad al siguiente nivel.
fr: Continuez à discuter pour faire passer votre intimité au niveau supérieur.
it: Continuate a parlare per portare la vostra intimità al livello successivo.
pt: Continue conversando para levar sua intimidade ao próximo nível.
tr: Yakınlığınızı bir sonraki seviyeye taşımak için konuşmaya devam edin.

source: Laughs & Kisses
de: Lachen & Küsse
es: Risas y besos
fr: Rires et bisous
it: Risate e baci
pt: Risadas e beijos
tr: Kahkahalar ve Öpücükler

source: Leave blank, skip
de: Leer lassen, überspringen
es: Déjalo en blanco, omitir
fr: Laisse vide, passe
it: Lascia vuoto, salta
pt: Deixe em branco, pule
tr: Boş bırak, geç

source: Let's meet
de: Lass uns treffen
es: Conozcámonos
fr: Faisons connaissance
it: Conosciamoci
pt: Vamos nos conhecer
tr: Tanışalım

source: Light
de: Hell
es: Clara
fr: Claire
it: Chiara
pt: Clara
tr: Açık Ton

source: LIKE
de: GEFÄLLT MIR
es: ME GUSTA
fr: J'AIME
it: MI PIACE
pt: CURTIR
tr: BEĞEN

source: Livewire
de: Wirbelwind
es: Torbellino
fr: Boute-en-train
it: Vulcanica
pt: Furacão
tr: Enerji Küpü

source: Login failed. Check your internet connection.
de: Anmeldung fehlgeschlagen. Überprüfe deine Internetverbindung.
es: Error al iniciar sesión. Revisa tu conexión a internet.
fr: Échec de la connexion. Vérifie ta connexion internet.
it: Accesso non riuscito. Controlla la tua connessione internet.
pt: Falha no login. Verifique sua conexão com a internet.
tr: Giriş yapılamadı. İnternet bağlantını kontrol et.

source: Long Layers
de: Lange Stufen
es: Capas largas
fr: Longueurs dégradées
it: Scalato lungo
pt: Repicado longo
tr: Uzun Katlı

source: Loud, witty, chaotic energy
de: Laut, schlagfertig, chaotische Energie
es: Ruidosa, ingeniosa, energía caótica
fr: Bruyante, spirituelle, énergie chaotique
it: Rumorosa, arguta, energia caotica
pt: Barulhenta, espirituosa, energia caótica
tr: Yüksek sesli, esprili, kaotik enerji

source: Lumi PRO coming soon
de: Lumi PRO kommt bald
es: Lumi PRO próximamente
fr: Lumi PRO bientôt disponible
it: Lumi PRO in arrivo
pt: Lumi PRO em breve
tr: Lumi PRO yakında

source: Mask Slipping
de: Die Maske fällt
es: La máscara se cae
fr: Le masque tombe
it: La maschera cade
pt: A máscara está caindo
tr: Maske Düşüyor

source: Medium
de: Mittel
es: Media
fr: Moyenne
it: Media
pt: Média
tr: Orta

source: Message someone you liked in Discover to start chatting 💬
de: Schreib jemandem, den du in Entdecken magst, um mit dem Chatten zu beginnen 💬
es: Escribe a alguien que te gustó en Descubrir para empezar a chatear 💬
fr: Envoie un message à quelqu'un que tu as aimé dans Découvrir pour commencer à discuter 💬
it: Scrivi a qualcuno che ti piace in Scopri per iniziare a chattare 💬
pt: Mande mensagem para alguém que você curtiu em Descobrir para começar a conversar 💬
tr: Keşfet'ten beğendiğin birine yaz, sohbete başla 💬

source: Message…
de: Nachricht…
es: Mensaje…
it: Messaggio…
pt: Mensagem…
tr: Mesaj…

source: Messages
de: Nachrichten
es: Mensajes
it: Messaggi
pt: Mensagens
tr: Mesaj

source: Microphone & speech recognition access needed.
de: Mikrofon- und Spracherkennungszugriff erforderlich.
es: Se necesita acceso al micrófono y al reconocimiento de voz.
fr: Accès au micro et à la reconnaissance vocale requis.
it: Serve l'accesso a microfono e riconoscimento vocale.
pt: Acesso ao microfone e ao reconhecimento de voz necessário.
tr: Mikrofon ve konuşma tanıma izni gerekli.

source: More Photos
de: Weitere Fotos
es: Más fotos
fr: Plus de photos
it: Altre foto
pt: Mais fotos
tr: Daha Fazla Fotoğraf

source: Most Popular
de: Am beliebtesten
es: Más popular
fr: Le plus populaire
it: Più popolare
pt: Mais popular
tr: En popüler

source: Musician
de: Musikerin
es: Música
fr: Musicienne
it: Musicista
pt: Musicista
tr: Müzisyen

source: My Everything
de: Mein Ein und Alles
es: Mi todo
fr: Mon tout
it: Il mio tutto
pt: Meu tudo
tr: Her Şeyim

source: Mysterious
de: Mysteriös
es: Misteriosa
fr: Mystérieuse
it: Misteriosa
pt: Misteriosa
tr: Gizemli

source: Nervous
de: Nervös
es: Nerviosa
fr: Nerveuse
it: Nervosa
pt: Nervosa
tr: Gergin

source: Nervous & sweet, gains confidence
de: Nervös & süß, gewinnt an Selbstvertrauen
es: Nerviosa y dulce, gana confianza con el tiempo
fr: Nerveuse et douce, gagne en confiance
it: Nervosa e dolce, acquisisce sicurezza
pt: Nervosa e doce, ganha confiança aos poucos
tr: Gergin ve tatlı, zamanla güven kazanır

source: Nervous and sweet, opens up slowly
de: Nervös und süß, öffnet sich langsam
es: Nerviosa y dulce, se abre poco a poco
fr: Nerveuse et douce, s'ouvre lentement
it: Nervosa e dolce, si apre lentamente
pt: Nervosa e doce, se abre aos poucos
tr: Heyecanlı ve tatlı, yavaş yavaş açılır

source: NEW
de: NEU
es: NUEVO
fr: NOUVEAU
it: NUOVO
pt: NOVO
tr: YENİ

source: New Meeting
de: Neues Treffen
es: Nuevo encuentro
fr: Nouvelle rencontre
it: Nuovo incontro
pt: Novo encontro
tr: Yeni Tanışma

source: Next steps (social proof, character selection) coming soon.
de: Nächste Schritte (Social Proof, Charakterauswahl) kommen bald.
es: Próximos pasos (prueba social, selección de personaje) próximamente.
fr: Prochaines étapes (preuve sociale, sélection de personnage) à venir.
it: Prossimi passi (riprova sociale, selezione del personaggio) in arrivo.
pt: Próximos passos (prova social, seleção de personagem) em breve.
tr: Sıradaki adımlar (social proof, karakter seçimi) yakında.

source: No chats yet
de: Noch keine Chats
es: Aún no hay chats
fr: Pas encore de chats
it: Ancora nessuna chat
pt: Ainda sem chats
tr: Henüz sohbetin yok

source: No new likes yet
de: Noch keine neuen Likes
es: Aún no hay likes nuevos
fr: Pas encore de nouveaux likes
it: Ancora nessun nuovo like
pt: Ainda sem novas curtidas
tr: Henüz yeni beğeni yok

source: No photos yet
de: Noch keine Fotos
es: Aún no hay fotos
fr: Pas encore de photos
it: Ancora nessuna foto
pt: Ainda sem fotos
tr: Henüz fotoğraf yok

source: No, all characters are fictional personalities generated by AI.
de: Nein, alle Charaktere sind fiktive Persönlichkeiten, die von KI erstellt wurden.
es: No, todos los personajes son personalidades ficticias generadas por IA.
fr: Non, tous les personnages sont des personnalités fictives générées par IA.
it: No, tutti i personaggi sono personalità fittizie generate dall'IA.
pt: Não, todos os personagens são personalidades fictícias geradas por IA.
tr: Hayır, tüm karakterler AI tarafından üretilen kurgusal kişiliklerdir.

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
pt: Nenhum
tr: Yok

source: NOPE
de: NEIN
es: NO
fr: NON
it: NO
pt: NÃO
tr: HAYIR

source: Nose shape
de: Nasenform
es: Forma de la nariz
fr: Forme du nez
it: Forma del naso
pt: Formato do nariz
tr: Burun şekli

source: Not enough tokens. Get more to keep chatting.
de: Nicht genug Token. Hol dir mehr, um weiterzuchatten.
es: No tienes suficientes tokens. Consigue más para seguir chateando.
fr: Pas assez de jetons. Obtenez-en plus pour continuer à discuter.
it: Token insufficienti. Ottienine altri per continuare a chattare.
pt: Tokens insuficientes. Consiga mais para continuar conversando.
tr: Yeterli token yok. Sohbete devam etmek için daha fazla token al.

source: Not PRO
de: Kein PRO
es: No PRO
fr: Pas PRO
it: Non PRO
pt: Não PRO
tr: PRO değil

source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
pt: Notificações
tr: Bildirimler

source: now
de: jetzt
es: ahora
fr: maintenant
it: adesso
pt: agora
tr: şimdi

# NSCameraUsageDescription
source: Camera access is needed to take and send photos in chat.
de: Kamerazugriff wird benötigt, um Fotos im Chat aufzunehmen und zu senden.
es: Se necesita acceso a la cámara para tomar y enviar fotos en el chat.
fr: L'accès à l'appareil photo est nécessaire pour prendre et envoyer des photos dans le chat.
it: È necessario l'accesso alla fotocamera per scattare e inviare foto in chat.
pt: É necessário acesso à câmera para tirar e enviar fotos no chat.
tr: Sohbette fotoğraf çekip gönderebilmek için kamera erişimi gerekli.

# NSMicrophoneUsageDescription
source: Microphone access is needed to send voice messages.
de: Mikrofonzugriff wird benötigt, um Sprachnachrichten zu senden.
es: Se necesita acceso al micrófono para enviar mensajes de voz.
fr: L'accès au micro est nécessaire pour envoyer des messages vocaux.
it: È necessario l'accesso al microfono per inviare messaggi vocali.
pt: É necessário acesso ao microfone para enviar mensagens de voz.
tr: Sesli mesaj gönderebilmek için mikrofon erişimi gerekli.

# NSPhotoLibraryAddUsageDescription
source: Needed to save photos to your device when you tap download.
de: Wird benötigt, um Fotos auf deinem Gerät zu speichern, wenn du auf Herunterladen tippst.
es: Necesario para guardar fotos en tu dispositivo cuando tocas descargar.
fr: Nécessaire pour enregistrer les photos sur votre appareil lorsque vous appuyez sur télécharger.
it: Necessario per salvare le foto sul tuo dispositivo quando tocchi scarica.
pt: Necessário para salvar fotos no seu dispositivo quando você toca em baixar.
tr: İndir'e bastığınızda fotoğrafı cihazınıza kaydetmek için gerekli.

# NSSpeechRecognitionUsageDescription
source: Speech recognition is used to convert your voice to text before sending.
de: Spracherkennung wird verwendet, um deine Stimme vor dem Senden in Text umzuwandeln.
es: El reconocimiento de voz se usa para convertir tu voz en texto antes de enviarlo.
fr: La reconnaissance vocale est utilisée pour convertir votre voix en texte avant l'envoi.
it: Il riconoscimento vocale viene usato per convertire la tua voce in testo prima dell'invio.
pt: O reconhecimento de voz é usado para converter sua voz em texto antes de enviar.
tr: Göndermeden önce sesinizi metne çevirmek için konuşma tanıma kullanılır.

source: Nubian
de: Nubisch
es: Nubia
fr: Nubien
it: Nubiano
pt: Nubiano

source: Obsessive
de: Besessen
es: Obsesiva
fr: Obsessionnelle
it: Ossessiva
pt: Obsessiva
tr: Saplantılı

source: Obsessive Love
de: Besessene Liebe
es: Amor obsesivo
fr: Amour obsessionnel
it: Amore ossessivo
pt: Amor obsessivo
tr: Saplantılı Aşk

source: Olive
de: Olivgrün
es: Verde oliva
fr: Vert olive
it: Verde oliva
pt: Verde-oliva
tr: Zeytin

source: One girl liked you 👀
de: Ein Mädchen mag dich 👀
es: A una chica le gustaste 👀
fr: Une fille t'a aimé 👀
it: A una ragazza piaci 👀
pt: Uma garota curtiu você 👀
tr: Bir kız senden hoşlandı 👀

source: Ooh… bold choice. Let's find the perfect match for you.
de: Ooh… mutige Wahl. Lass uns die perfekte Übereinstimmung für dich finden.
es: Ooh… elección atrevida. Busquemos la pareja perfecta para ti.
fr: Ooh… choix audacieux. Trouvons le match parfait pour toi.
it: Ooh… scelta audace. Troviamo il match perfetto per te.
pt: Ooh… escolha ousada. Vamos encontrar o par perfeito para você.
tr: Ooh… cesur bir seçim. Hadi tam sana uyan birini bulalım.

source: Opened Up
de: Sich geöffnet
es: Se abrió
fr: S'est ouverte
it: Si è aperta
pt: Se abriu
tr: Açıldı

source: Opening Up
de: Öffnet sich
es: Abriéndose
fr: S'ouvre peu à peu
it: Si sta aprendo
pt: Se abrindo
tr: Açılıyor

source: Optional — tell your story
de: Optional — erzähl eure Geschichte
es: Opcional — cuenta tu historia
fr: Facultatif — raconte ton histoire
it: Facoltativo — racconta la tua storia
pt: Opcional — conte sua história
tr: İsteğe bağlı — hikayeni anlat

source: People Who Liked You
de: Leute, die dich mögen
es: Personas a las que les gustaste
fr: Personnes qui t'ont aimé
it: Persone a cui piaci
pt: Pessoas que curtiram você
tr: Seni Beğenenler

source: Perfect. So when it happens, how do you want it to feel?
de: Perfekt. Und wenn es passiert, wie soll es sich anfühlen?
es: Perfecto. Entonces, cuando pase, ¿cómo quieres que se sienta?
fr: Parfait. Alors quand ça arrive, comment veux-tu que ça se sente ?
it: Perfetto. Quindi, quando succede, come vuoi che ci si senta?
pt: Perfeito. Então, quando acontecer, como você quer que se sinta?
tr: Mükemmel. Peki o ortaya çıktığında nasıl hissettirmesini istersin?

source: Photo
de: Foto
es: Foto
it: Foto
pt: Foto
tr: Fotoğraf

source: Photographer
de: Fotografin
es: Fotógrafa
fr: Photographe
it: Fotografa
pt: Fotógrafa
tr: Fotoğrafçı

source: Pick a personality
de: Wähle eine Persönlichkeit
es: Elige una personalidad
fr: Choisis une personnalité
it: Scegli una personalità
pt: Escolha uma personalidade
tr: Kişilik seç

source: Pixie
de: Pixie-Schnitt
es: Corte pixie
fr: Coupe pixie
it: Taglio pixie
pt: Corte pixie
tr: Pixie Kesim

source: Platinum
de: Platinblond
es: Platino
fr: Platine
it: Platino
pt: Platinado
tr: Platin

source: Playful
de: Verspielt
es: Juguetona
fr: Joueuse
it: Giocosa
pt: Brincalhona
tr: Şakacı

source: Playful Love
de: Verspielte Liebe
es: Amor juguetón
fr: Amour joueur
it: Amore giocoso
pt: Amor brincalhão
tr: Oyunbaz Aşk

source: Plumm PRO active
de: Plumm PRO aktiv
es: Plumm PRO activo
fr: Plumm PRO actif
it: Plumm PRO attivo
pt: Plumm PRO ativo
tr: Plumm PRO aktif

source: Ponytail
de: Pferdeschwanz
es: Coleta
fr: Queue de cheval
it: Coda di cavallo
pt: Rabo de cavalo
tr: At Kuyruğu

source: Porcelain
de: Porzellanfarben
es: Porcelana
fr: Porcelaine
it: Porcellana
pt: Porcelana
tr: Porselen

source: Potential Partner
de: Potenzieller Partner
es: Pareja potencial
fr: Partenaire potentielle
it: Potenziale partner
pt: Parceiro em potencial
tr: Potansiyel Partner

source: Preparing %@
de: %@ wird vorbereitet
es: Preparando a %@
fr: Préparation de %@
it: Preparazione di %@
pt: Preparando %@
tr: %@ hazırlanıyor

source: Preparing %@...
de: %@ wird vorbereitet...
es: Preparando a %@...
fr: Préparation de %@...
it: Preparazione di %@...
pt: Preparando %@...
tr: %@ hazırlanıyor...

source: Profession
de: Beruf
es: Profesión
it: Professione
pt: Profissão
tr: Meslek

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
pt: Perfil
tr: Profil

source: Protective
de: Beschützend
es: Protectora
fr: Protectrice
it: Protettiva
pt: Protetora
tr: Koruyucu

source: Purple
de: Lila
es: Morado
fr: Violet
it: Viola
pt: Roxo
tr: Mor

source: Quiet Mystery
de: Stille Mystik
es: Misterio Silencioso
fr: Mystère Silencieux
it: Mistero Silenzioso
pt: Mistério Silencioso
tr: Sessiz Gizem

source: Rate Us
de: Bewerte uns
es: Califícanos
fr: Évaluez-nous
it: Valutaci
pt: Avalie-nos
tr: Bizi Değerlendir

source: Realistic
de: Realistisch
es: Realista
fr: Réaliste
it: Realistico
pt: Realista
tr: Gerçekçi

source: Red
de: Rot
es: Pelirrojo
fr: Roux
it: Rosso
pt: Ruivo
tr: Kızıl

source: Relationship
de: Beziehung
es: Relación
fr: Relation
it: Relazione
pt: Relacionamento
tr: İlişki

source: Relationship level up! 💕
de: Beziehungslevel gestiegen! 💕
es: ¡Subida de nivel en la relación! 💕
fr: Niveau de relation augmenté ! 💕
it: Livello relazione aumentato! 💕
pt: Nível de relacionamento subiu! 💕
tr: Yakınlık seviyesi arttı! 💕

source: Relaxed
de: Entspannt
es: Relajada
fr: Détendue
it: Rilassata
pt: Relaxada
tr: Rahat

source: Reserved outside, secretly deep
de: Zurückhaltend nach außen, innerlich tiefgründig
es: Reservada por fuera, profunda en secreto
fr: Réservée en apparence, secrètement profonde
it: Riservata all'esterno, segretamente profonda
pt: Reservada por fora, secretamente profunda
tr: Dışarıdan çekingen, içten derin

source: Roman
de: Römische Nase
es: Romana
fr: Romain
it: Romano
pt: Romano
tr: Roma Burnu

source: Round
de: Rund
es: Redondos
fr: Ronds
it: Rotondi
pt: Redondo
tr: Yuvarlak

source: Sarcastic
de: Sarkastisch
es: Sarcástica
fr: Sarcastique
it: Sarcastica
pt: Sarcástica
tr: İğneleyici

source: Satisfaction
de: Zufriedenheit
es: Satisfacción
it: Soddisfazione
pt: Satisfação
tr: Memnuniyet

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt: Salvar
tr: Kaydet

source: save ~83%
de: ~83% sparen
es: ahorra ~83%
fr: économisez ~83%
it: risparmia ~83%
pt: economize ~83%
tr: ~%83 tasarruf

source: Scared
de: Ängstlich
es: Asustada
fr: Effrayée
it: Spaventata
pt: Assustada
tr: Korkmuş

source: Scientist
de: Wissenschaftlerin
es: Científica
fr: Scientifique
it: Scienziata
pt: Cientista
tr: Bilim İnsanı
